Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sms/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=390_lang=davvi.html.tmx
Source language: sme
Languages: sms

source: GOLLEGIELLA - Davviriikkalaš sámi giellabálkkašupmi 2010
sms: KOLLEKIELÂ – TâŠvvjânmlaž sääŠm ǩiõllcist jueŠjjet 2010

source: Gollegiella - davviriikkalaš sámi giellabálkkašupmi geigejuvvo njealját geardde čakčat 2010 sámeministariid ja sámediggepresideanttaid deaivvadeamis Stockholmas skábmamánus.
sms: GOLLEGIELLA – TâŠvvjânmlaž sääŠm ǩiõllciist jueŠjjet eŠpet čâhčča 2010 2010 sääŠmaaŠššin vaśtteei ministeeri da sääŠmteeŠğği saaǥǥtuõŠllʼjeejai kaaunõõttmest Tukholmast skammʼmannust.

source: Giellabálkkašupmi addojuvvo ovttaskas olbmui dehe organisašuvdnii Norggas, Ruoŧas, Suomas dehe Ruoššas sámegiela ovddideamis.
sms: Ǩiõllciist uuŠdet õõutoummid leŠbe õhttõõzzid Taarrâst, Ruõccâst, LääŠddjânnmest leŠbe Ruôššjânnmest sääŠmǩiõl ooudâsviikkâmest.

source: Giellabálkkašumi leat ásahan sámeáššiin vástideaddji ministarat Norggas, Ruoŧas ja Suomas ovttas dáid riikkaid sámediggepresideanttaiguin.
sms: Ǩiõllciist lie alttääm Taar, LääŠddjânnam da Ruõcc sääŠmaaŠššin vaŠstteei ministeer da tääi jânnmi sääŠmteeŠğği saaǥǥtuõŠllʼjeei.

source: Bálkkašupmi geigejuvvui vuosttaš geardde jagi 2004, ja dat juhkkojuvvo juohke nuppi jagi.
sms: Ciist juõŠǩǩeš vuõss vuâra eeŠjj 2004 da tõn jueŠjjet juõŠǩǩ nuuŠbb eeŠjj.

source: Bálkkašumi sturrodat lea 12 500 euro.
sms: Cist šorradvuõtt lij 12 500 eurrâd.

source: Giellabálkkašumi ulbmil Giellabálkkašumi ulbmilin lea váikkuhit sámegiela ovddideapmái, gárggiidahttimii ja seailluheapmái Norggas, Ruoŧas, Suomas ja Ruoššas.
sms: Ǩiõllciist tääŠvtõssân lij pueŠreed sääŠm ǩiõl ooudâsviikkmõõžž ââŠnmõõžž da seillmõõžž Taarrâst. Ruõccâst, LääŠddjânmest da Ruõššjânnmest.

source: Gii sáhttá oažžut bálkkašumi ?
sms: Ǩii vuäitt vuäǯǯad ciist ?

source: Giellabálkkašupmi juhkkojuvvo ovttaskas olbmuide (maiddái joavkkuide) dehe servošiidda (omd. searvi, ovttastus, ásahus, instituhtta) mat leat earenoamážit bidjan návccaid sámegiela ovddideapmái, gárggiidahttimii dehe seailluheapmái.
sms: Ǩiõllciist uuŠdet õoutoummid (joukk) leŠbe õhttõõzzid (õhttõs, strooiteŠl), kook lie puârast tuåimmjam sääŠm kiõl ooudõsviikkâm, âaŠnnem da seillmõõžž diõtt.

source: Giellabálkkašupmi sáhttá addojuvvot ovdamearkka dihte čálalaš, njálmmálaš dehe eará bargguin mat gusket hui viidát sierra servodatsurggiide.
sms: Ǩiõllciist vueiŠtet uŠvdded ouddmiârkkan ǩeeŠrjlaž, njääŠlmlaž leŠbe jeeŠres aaŠšši diõtt, kook lie jeeŠresnallšem tuåimmjemvuuŠdin.

source: Bálkkašumi supmi sáhttá juogadit eanet go ovtta vuoitái.
sms: Ciist vueiŠtet jueŠǩǩed jäänbi cisttvuäǯǯji kõõskâst.

source: Evttot kandidáhtat !
sms: Nõõmâd jiijjad võboršeeŠǩǩ !

source: Ovttaskas olmmoš, joavku dehe searvvuš Norggas, Ruoŧas, Suomas ja Ruoššas sáhttá dahkat evttohusa jagi 2010 bálkkašumi vuoitin.
sms: ʼõutooumaž, joukk leŠbe õhttõs Taarrâst, Ruõccâst, LääŠddjânmest da Ruõššjânnmest vuäitt ehdted eeŠjj 2010 ǩiõllciist vuäǯǯja.

source: Evttohus bálkkašumi vuoitin oktan čálalaš ákkastallamiin man guhkkodat oažžu leat eanemustá 1-2 siiddu, galgá ollet čakčamánu 1. beaivvi rádjai dán čujuhussii:
sms: Ehdtõs ǩiõllciist vuäǯǯjest da ǩeeŠrjlaž vuâđđumuš, jäänmõssân 1-2 seiddad, âlgg vuõltteed mâaimõsân čõhččmannu 1 peeiŠv 2010 mõõneeŠst addrõŠsse:

source: Njuolggadusat ja bagadus
sms: Ärvtõõllâmjoouk

source: Árvvoštallanlávdegoddi
sms: Gollegiella – ärvtõõllâmjoouk piizar
